cweijan.dbclient-jdbc
cweijan.vscode-database-client2
deniskoronchik.ostis
docker.docker
garytyler.darcula-pycharm
github.remotehub
henrytsz.nvim
magicstack.magicpython
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
rust-lang.rust-analyzer
